#include <locale.h>
#include <stdio.h>
#include <stdlib.h>

void name()
{
	setlocale(LC_CTYPE, "rus");
	puts("*******************************************");
	puts("*                                         *");
	puts("* тема: Разработка консольного приложения *");
	puts("*     Выполнил Пономарев Д.Э.             *");
	puts("*                                         *");
	puts("*******************************************");

}
void date()
{
	puts(" _    ___    ___    ___     ___    ___                  ");
	puts("/ |   __/   |   |  |___    |   |  |___                  ");
	puts("  |   __/   |___|   ___|   |___|  |___|                 ");

}
